Repository: azizbibitov/altyn-yoda-ios
Catalog: Altyn-Yoda/Resources/*.lproj/Localizable.strings
Languages: tk

# sender_country
source: Sender's country
tk: Iberijiniň döwleti

# see_location
source: location .sm
tk: Ýerleşýän ýeri

# tap_on_map_to_add_location
source: Choose a location on the map
tk: Kartadan ýerleşýän ýeriňizi saýlaň

# location_to_add
source: Place to add
tk: Goşmak üçin ýer

source: Add location
tk: Goşmak

# choose_location_coordinate
source: Select location coordinate
tk: Kartadan saýlaň

source: Next
tk: Dowam et

# fill_all_required_info
source: Fill in all the required information
tk: Hemme gerekli öýjükleri dolduryň!

source: Full name
tk: Doly ady

source: Where from
tk: Nireden

source: Where to
tk: Nirä

# tech_inspection_date
source: Date
tk: Senesi

# tech_inspection_hour
source: Time
tk: Wagty

source: Sender
tk: Iberiji

source: Receiver
tk: Kabul ediji

# choose_rate
source: Choose a plan
tk: Ýükiň görnüşini saýlaň

# size_choice
source: Cargo
tk: Ýük

source: Exactly
tk: Anyk

source: Approximately
tk: Takmynan

# photos
source: Choose a photo
tk: Surat saýlaň

# loader
source: Loader required
tk: Ýükçi gerek

source: Yes
tk: Hawa

source: No
tk: Ýok

# quantity
source: Number of movers
tk: Ýükçileriň sany

source: Package
tk: Gaplama

# floor
source: Need to go upstairs (Storey house
tk: Ýüki ýokary galdyrmaly (Ýokary gata)

# wait_for_sender
source: The courier must wait for the sender for 15 minutes
tk: Iberijä 15-minut garaşmaly

# wait_for_receiver
source: The courier must wait for the recipient for 15 minutes
tk: Kabul edijä 15-minut garaşmaly

# oformleniye_wybor
source: Checkout
tk: Beýleki maglumatlar

# by_who
source: Who places the order
tk: Buýrmany kim resmileşdirýär?

# who_pay
source: Who pays
tk: Kim töleýär

# sender_info
source: Sender Information
tk: Iberijiniň maglumaty

# receiver_info
source: Recipient Information
tk: Kabul edijiniň maglumaty

# total_sum
source: Total amount
tk: Jemi bahasy

# price
source: Sum
tk: Bahasy

# accept
source: Confirm
tk: Tassykla

# create_order
source: New order
tk: Täze buýrma

# want_to_set_your_cridentials
source: You want to leave your credentials?
tk: Siz öz şahsy maglumatlaryňyzy ulanmak isleýärsiňizmi?

source: Services
tk: Hyzmatlar

source: Profile updated
tk: Şahsy maglumatlar ýatda saklanyldy

source: Profile
tk: Şahsy otag

# notification
source: Notifications
tk: Sesli habar

source: Dark mode
tk: Gara tema

source: Pin code
tk: Pin kod

# confidentiality
source: Privacy policy
tk: Gizlinlik syýasaty

# cancel
source: Cencel
tk: Bes et

# order_cancel_note
source: *You can cancel your order before it is fully checked by the administration.
tk: *Siz buýrmany adminstrasiýa tassyklaýança togtadyp, ýagny bes edip bilersiňiz!

# order_page
source: Order Information
tk: Maglumatlar

# waiting
source: Pending
tk: Garaşylýar

source: Accepted
tk: Kabul edildi

source: In progress
tk: Ýerine ýetirilýär

# completed
source: Done
tk: Ýerine ýetirildi

source: Canceled
tk: Bes edildi

source: Active orders
tk: Işjeň buýrmalar

source: Refresh
tk: Täzele

source: No connection!
tk: Internet ýok!

# success_txt
source: Order is processed!
tk: Buýrma resmileşdirildi!

source: No content
tk: Bu ýeri boş

# first_code
source: Enter your pin code
tk: Pin koduňyzy giriziň

# repeat_code
source: Repeat your pin code
tk: Pin koduňyzy gaýtalaň

source: Languages
tk: Diller

source: Language
tk: Dil

source: Warning
tk: Duýduryş

source: Biometrics not found
tk: Biometrika tapylmady

source: Enter password
tk: Pin koduňyzy giriziň

# terms_of_use_inf
source: Terms of use
tk: Ulanmagyň düzgünleri

source: About us
tk: Biz barada

source: Log out
tk: Çykmak

# app_language
source: English
tk: Türkmençe

# smth_went_wrong
source: Something went wrong
tk: Bir zat nädogry boldy

source: Log out
tk: Çykmak

# logout_alert
source: Do you really want to leave?
tk: Siz hakykatdan hem çykmakçymy?

source: Delete account
tk: Hasaby pozmak

# delete_account_desc
source: All information associated with your profile will be deleted. It will be impossible to restore the account.
tk: Hasaby pozsaňyz şahsy otaga degişli ähli maglumatlar pozular. Gaýtadan dikeltmek hem başa barmaz!

# not_acceptable
source: Unacceptable
tk: Gabat gelmeýär

source: Change number
tk: Telefon belgisini üýtget

source: Send again
tk: Gaýtadan iber

# number
source: Phone number
tk: Telefon

# received_code
source: Enter 4 character code from SMS:
tk: SMS arkaly iberilen 4-belgili kody giriziň:

# resend_code_beginning
source: repeat through
tk: ýenede

# resend_code_ending
source: sek
tk: sekuntdan gaýtalaň

source: Address
tk: Salgy

# add_info
source: Information
tk: Maglumat

# this_service_not_available
source: Service not yet available
tk: Hyzmat elýeter däl!

# sure_to_cancel_order
source: Are you sure you want to cancel your order?
tk: Siz hakykatdan hem buýrmany togtatmak, ýagny bes etmek isleýärsiňizmi?

# weight_kg
source: Weight
tk: Agramy

source: Gabarits (sm)
tk: göwrümi (sm)

source: length
tk: uzynlygy

source: width
tk: ini

source: height
tk: beýikligi

# add_images
source: Add image
tk: Surat saýlaň

source: Status
tk: Ýagdaýy

# underlinedText
source: ”Next”
tk: ”Dowam et”

# help_text_after_next_suffix
source: I agree to the
tk: düwmesine basmak bilen,

# privacy_policy_link
source: privacy policy
tk: gizlinlik syýasatyny

source: and
tk: we

# terms_of_use_links
source: terms of use
tk: ulanmagyň düzgünlerini

# resend_code
source: Send again
tk: Gaýtadan iber

source: Skip
tk: Goýbermek

# until_suffix
source: kg
tk: kg çenli

source: Description
tk: Düşündiriş
